Repository: VHsystemsSoftware/Agricultural-Planner-
Catalog: VHS.Client/Resources/Languages/Shared.*.resx
Languages: nl_nl

source: Dark Mode
nl_nl: Donkere Modus

source: Language
nl_nl: Taal

source: Light Mode
nl_nl: Lichtmode

source: Logout
nl_nl: Uitloggen

source: Profile
nl_nl: Profiel

source: Theme
nl_nl: Thema

source: Dashboard
nl_nl: Overzicht

source: Clients & Contracts
nl_nl: Klanten & Contracten

source: Orders & Prognoses
nl_nl: Bestellingen & Prognoses

source: Grow Schedule
nl_nl: Teeltschema

source: Capacity Analysis
nl_nl: Capaciteitsanalyse

source: Produce & Recipes
nl_nl: Productie & Recepten

source: System Settings
nl_nl: Systeeminstellingen

source: Farm Overview
nl_nl: Bedrijfsoverzicht

# DashboardSeeder
source: Seeder
nl_nl: Zaaier

# DashboardHarvester
source: Harvester
nl_nl: Oogsten

# DashboardAll
source: All jobs
nl_nl: Alle taken

source: Job Plans
nl_nl: Taken planning

source: Jobs
nl_nl: Taken

source: Rack Occupancy
nl_nl: Rek Vulling

source: Grow Plans
nl_nl: Groei planning

source: Racks
nl_nl: Rekken

source: In Transit
nl_nl: Bewegingen

source: Results
nl_nl: Resultaten

source: OPC Stats
nl_nl: OPC Statistieken

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Preferences
nl_nl: Voorkeuren

# PreferencesSubtitle
source: Customize your application experience.
nl_nl: Pas uw applicatie-ervaring aan.

# ProfileSubtitle
source: Update your personal information.
nl_nl: Werk uw persoonlijke gegevens bij.

source: Measurement System
nl_nl: Meetsysteem

source: Weight Unit
nl_nl: Gewichtseenheid

source: Length Unit
nl_nl: Lengte-eenheid

source: Temperature Unit
nl_nl: Temperatuureenheid

source: Volume Unit
nl_nl: Volume-eenheid

source: Save Settings
nl_nl: Instellingen Opslaan

source: Actions
nl_nl: Acties

source: Add New Batch
nl_nl: Nieuwe Batch Toevoegen

source: Add New Job
nl_nl: Nieuwe Taak Toevoegen

source: Add New Plan
nl_nl: Nieuw Plan Toevoegen

# BatchAddedSuccess
source: Batch added successfully
nl_nl: Batch succesvol toegevoegd

# BatchDeletedSuccess
source: Batch deleted successfully
nl_nl: Batch succesvol verwijderd

source: Batch Name
nl_nl: Batchnaam

# BatchUpdatedSuccess
source: Batch updated successfully
nl_nl: Batch succesvol bijgewerkt

source: Calendar View
nl_nl: Kalenderweergave

source: Cancel
nl_nl: Annuleren

source: Clear Filters
nl_nl: Filters Wissen

source: Completed
nl_nl: Voltooid

source: Confirm Delete
nl_nl: Verwijderen Bevestigen

# ConfirmDeleteBatchMessage
source: Are you sure you want to delete this batch?
nl_nl: Weet u zeker dat u deze batch wilt verwijderen?

# ConfirmDeleteJobMessage
source: Are you sure you want to delete this job?
nl_nl: Weet u zeker dat u deze taak wilt verwijderen?

# ConfirmDeletePlanMessage
source: Are you sure you want to delete this plan?
nl_nl: Weet u zeker dat u dit plan wilt verwijderen?

source: Confirm Duplicate
nl_nl: Dupliceren Bevestigen

# ConfirmDuplicatePlanMessage
source: Are you sure you want to duplicate this plan?
nl_nl: Weet u zeker dat u dit plan wilt dupliceren?

source: Confirm Start
nl_nl: Start Bevestigen

# ConfirmStartPlanMessage
source: Are you sure you want to start this plan? This action cannot be undone.
nl_nl: Weet u zeker dat u dit plan wilt starten? Deze actie kan niet ongedaan worden gemaakt.

source: Delete
nl_nl: Verwijderen

source: Duplicate
nl_nl: Dupliceren

source: Edit
nl_nl: Bewerken

source: Edit Batch
nl_nl: Batch Bewerken

source: Edit Job
nl_nl: Taak Bewerken

source: Edit Plan
nl_nl: Plan Bewerken

source: Enter Batch Name
nl_nl: Batchnaam Invoeren

source: Enter Job Name
nl_nl: Taaknaam Invoeren

source: Enter Plan Name
nl_nl: Plannaam Invoeren

source: Failed to duplicate plan.
nl_nl: Dupliceren van plan mislukt.

source: Failed to load plan.
nl_nl: Laden van plan mislukt.

source: Failed to start plan
nl_nl: Starten van plan mislukt

source: Filter by Batch Name
nl_nl: Filter op Batchnaam

source: Filter by Job Name
nl_nl: Filter op Taaknaam

source: Filter by Location
nl_nl: Filter op Locatie

source: Filter by Name
nl_nl: Filter op Naam

source: Filter by Plan Name
nl_nl: Filter op Plannaam

source: Filter by Product
nl_nl: Filter op Product

source: Filter by Recipe
nl_nl: Filter op Recept

source: Finished
nl_nl: Voltooid

source: Harvest Date
nl_nl: Oogstdatum

source: Harvest Date Range
nl_nl: Oogstdatumbereik

source: In Progress
nl_nl: In Uitvoering

# JobAddedSuccess
source: Job added successfully
nl_nl: Taak succesvol toegevoegd

# JobDeletedSuccess
source: Job deleted successfully
nl_nl: Taak succesvol verwijderd

# JobUpdatedSuccess
source: Job updated successfully
nl_nl: Taak succesvol bijgewerkt

source: Loading data...
nl_nl: Gegevens laden...

source: Location
nl_nl: Locatie

source: Lot Reference
nl_nl: Lotreferentie

source: Name
nl_nl: Naam

source: New
nl_nl: Nieuw

source: New Plan
nl_nl: Nieuw Plan

source: No batches found.
nl_nl: Geen batches gevonden.

source: No jobs found.
nl_nl: Geen taken gevonden.

source: No plans found.
nl_nl: Geen plannen gevonden.

source: No records found.
nl_nl: Geen records gevonden.

source: Notes
nl_nl: Notities

# NotesUpdatedSuccess
source: Notes updated successfully
nl_nl: Notities succesvol bijgewerkt

source: Not Started
nl_nl: Niet gestart

# PlanAddedSuccess
source: Plan added successfully
nl_nl: Plan succesvol toegevoegd

# PlanDeletedSuccess
source: Plan deleted successfully
nl_nl: Plan succesvol verwijderd

# PlanDuplicatedSuccess
source: Plan duplicated successfully.
nl_nl: Plan succesvol gedupliceerd.

# PlanStartedSuccess
source: Plan started successfully.
nl_nl: Plan succesvol gestart.

# PlanUpdatedSuccess
source: Plan updated successfully
nl_nl: Plan succesvol bijgewerkt

source: Recipe
nl_nl: Recept

source: Run Order
nl_nl: Volgorde

source: Scheduled Date
nl_nl: Geplande Datum

source: Scheduled Date Range
nl_nl: Geplande Datums

source: Seed Date
nl_nl: Zaaidatum

source: Seed Date Range
nl_nl: Zaaidatumbereik

# SeedIdentifier
source: Seed
nl_nl: Zaad

# SelectLocation
source: Select a Location
nl_nl: Selecteer een Locatie

# SelectProduct
source: Select a Product
nl_nl: Selecteer een Product

# SelectRecipe
source: Select a Recipe
nl_nl: Selecteer een Recept

source: Started
nl_nl: Gestart

source: Start Date Range
nl_nl: Startdatumbereik

source: Start Plan
nl_nl: Plan Starten

source: Suggested Jobs
nl_nl: Voorgestelde Taken

source: Total days
nl_nl: Totaal dagen

source: Total Trays
nl_nl: Totaal Trays

source: Trays per day
nl_nl: Trays per dag

source: Tray Tag
nl_nl: Plaat Tag

source: View/Edit Notes
nl_nl: Notities Bekijken/Bewerken

source: View Notes
nl_nl: Bekijk Notities

source: Weight
nl_nl: Gewicht

# AlarmsAndStops
source: Alarms & Stops
nl_nl: Alarmen & Stops

source: All floors
nl_nl: Alle verdiepingen

source: As of Date
nl_nl: Per datum

source: Average Weight per Tray
nl_nl: Gemiddeld Gewicht per Tray

source: Change Destination
nl_nl: Bestemming Wijzigen

source: Change Destination Layer
nl_nl: Bestemmingslaag Wijzigen

source: Choose new destination layer
nl_nl: Kies nieuwe bestemmingslaag

source: Choose rack
nl_nl: Kies rek

source: Close
nl_nl: Sluiten

source: Controlled Stop
nl_nl: Gecontroleerde Stop

source: Current
nl_nl: Huidig

# Days1to3
source: 1–3 days
nl_nl: 1–3 dagen

# Days4to7
source: 4–7 days
nl_nl: 4–7 dagen

# Days8to14
source: 8–14 days
nl_nl: 8–14 dagen

# DaysOver14
source: >14 days
nl_nl: >14 dagen

# DestinationForAllTrays
source: Destination For All Trays in Transport Layer
nl_nl: Bestemming Voor Alle Trays in Transportlaag

source: Emergency Stop
nl_nl: Noodstop

source: Empty
nl_nl: Leeg

source: Error
nl_nl: Fout

source: Filled
nl_nl: Gevuld

source: Filter by Floor
nl_nl: Filter op Verdieping

source: Finished Growing
nl_nl: Kweek Voltooid

source: Floor
nl_nl: Verdieping

source: Forced Stop
nl_nl: Geforceerde Stop

source: Germination Rack
nl_nl: Kiemrek

source: Germination
nl_nl: Kieming

source: Germination Area
nl_nl: Kiemgebied

source: Go to Job Plans
nl_nl: Ga naar Taakplanning

source: Go to Jobs
nl_nl: Ga naar Taken

source: Go to Results
nl_nl: Ga naar Resultaten

source: Grow Rack
nl_nl: Kweekrek

source: Grow Day
nl_nl: Kweekdag

source: Grow Layers
nl_nl: Kweeklagen

source: GrowLine Input
nl_nl: Kweeklijn Invoer

source: GrowLine Output
nl_nl: Kweeklijn Uitvoer

source: Grow Order
nl_nl: Kweekvolgorde

source: Growing
nl_nl: Kweken

source: Harvester
nl_nl: Oogstmachine

source: Harvest
nl_nl: Oogst

source: Harvested
nl_nl: Geoogst

source: Harvesting Station
nl_nl: Oogststation

source: In transit trays
nl_nl: Tray in transport

source: Jobs Ready Today
nl_nl: Taken Klaar Vandaag

source: Layer
nl_nl: Laag

source: Layers
nl_nl: Lagen

source: Live Activity
nl_nl: Live Activiteit

source: Message
nl_nl: Bericht

source: Occupancy
nl_nl: Bezetting

source: Occupancy Table
nl_nl: Bezettingstabel

source: Operational
nl_nl: Operationeel

source: Paternoster Up
nl_nl: Paternoster Omhoog

source: Pre-grow Order
nl_nl: Voorkweekvolgorde

source: Propagation
nl_nl: Voortplanting

source: Rack
nl_nl: Rek

source: Rack Area 1
nl_nl: Rekgebied 1

source: Rack Area 2
nl_nl: Rekgebied 2

source: Rack Towers
nl_nl: Rektorens

source: RackType
nl_nl: Rektype

source: Save
nl_nl: Opslaan

source: Save Destination
nl_nl: Bestemming Opslaan

source: Seeder
nl_nl: Zaaimachine

source: Seeder passed
nl_nl: Zaaimachine gepasseerd

source: Seeding Station
nl_nl: Zaaistation

source: Severity
nl_nl: Ernst

source: Show Empty Layers
nl_nl: Toon Lege Lagen

source: Show Recipe
nl_nl: Toon Recept

source: Show Tray ID
nl_nl: Toon Plaat ID

source: Show Tray Target Layer
nl_nl: Toon Doellaag Plaat

source: Simulation
nl_nl: Simulatie

source: Simulation Mode
nl_nl: Simulatiemodus

source: System Messages (Last 24h)
nl_nl: Systeemberichten (Laatste 24u)

source: This month
nl_nl: Deze maand

source: This year
nl_nl: Dit jaar

source: Time
nl_nl: Tijd

source: Today
nl_nl: Vandaag

source: Transplanter
nl_nl: Verplanter

source: Transport From Pater
nl_nl: Transport Van Pater

source: Transport Layer
nl_nl: Transportlaag

source: Transport To Pater
nl_nl: Transport Naar Pater

source: Transplant
nl_nl: Verplanten

source: Transplant Station
nl_nl: Verplantstation

source: Tray State
nl_nl: Plaatstatus

source: Unknown
nl_nl: Onbekend

source: Warning
nl_nl: Waarschuwing

source: Washer
nl_nl: Wasser

source: Washed
nl_nl: Gewassen

source: Washing Station
nl_nl: Wasstation

source: Active job
nl_nl: Actieve taak

source: Completed jobs
nl_nl: Voltooide taken

source: Confirm
nl_nl: Bevestigen

source: Date
nl_nl: Datum

source: Destination
nl_nl: Bestemming

source: Empty Tray(s)
nl_nl: Lege Tray(s)

# EnterLotReference
source: Enter Lot Reference for Batch
nl_nl: Voer Lotreferentie in voor Batch

source: EventId
nl_nl: GebeurtenisId

source: Farm
nl_nl: Kas

source: Farm Management
nl_nl: Kasbeheer

source: Floors
nl_nl: Verdiepingen

source: From OPC
nl_nl: Van OPC

source: Growth
nl_nl: Groei

source: left
nl_nl: over

source: Light Zones
nl_nl: Lichtzones

source: Lighting Schedules
nl_nl: Verlichtingsschema's

source: Move Job Down
nl_nl: Taak Omlaag Verplaatsen

source: Move Jobs
nl_nl: Verplaats Taken

source: Move Job Up
nl_nl: Taak Omhoog Verplaatsen

source: Next jobs
nl_nl: Volgende taken

# NoCompletedJobs
source: No completed jobs yet
nl_nl: Nog geen voltooide taken

# NoCurrentJob
source: No current job available
nl_nl: Geen huidige taak beschikbaar

# NoNextJobs
source: No next job(s) available
nl_nl: Geen volgende taak/taken beschikbaar

source: Not available
nl_nl: Niet beschikbaar

source: Not set
nl_nl: Niet ingesteld

source: Paused
nl_nl: Gepauzeerd

source: Product Types
nl_nl: Productsoorten

source: Product Variants
nl_nl: Productvarianten

source: ReceiveDateTime
nl_nl: Ontvangsttijd

source: Recipe Lighting Schedules
nl_nl: Recept Verlichtingsschema's

source: Recipes
nl_nl: Recepten

source: Recipe Watering Schedules
nl_nl: Recept Bewateringsschema's

source: Refresh Log
nl_nl: Log Vernieuwen

source: Return to OPC
nl_nl: Terug naar OPC

source: Tray type
nl_nl: Plaattype

source: Watering Schedules
nl_nl: Bewateringsschema's

source: Add New
nl_nl: Nieuw Toevoegen

source: Add New Farm
nl_nl: Nieuwe Kas Toevoegen

source: Add New Product Variant
nl_nl: Nieuwe Productvariant Toevoegen

source: Add New Recipe
nl_nl: Nieuw Recept Toevoegen

source: All
nl_nl: Alles

source: Choose File
nl_nl: Kies Bestand

source: Clear Image
nl_nl: Afbeelding Wissen

source: Depth
nl_nl: Diepte

source: Description
nl_nl: Omschrijving

source: Edit Farm
nl_nl: Kwekerij Bewerken

source: Enabled
nl_nl: Ingeschakeld

# FarmAddedSuccess
source: Farm added successfully
nl_nl: Kas succesvol toegevoegd

source: Farm Name
nl_nl: Naam Kas

source: Farm Type
nl_nl: Type Kas

# FarmUpdatedSuccess
source: Farm updated successfully
nl_nl: Kas succesvol bijgewerkt

# FilterByProductType
source: Filter by Produce Type
nl_nl: Filter op Productsoort

# FilterByProductVariant
source: Filter by Produce Variant
nl_nl: Filter op Productvariant

source: Floor Number
nl_nl: Verdiepingsnummer

# FloorUpdatedSuccess
source: Floor updated successfully
nl_nl: Verdieping succesvol bijgewerkt

source: Germination Days
nl_nl: Kiemdagen

source: Grow Days
nl_nl: Kweekdagen

source: Image
nl_nl: Afbeelding

source: Is Buffer Layer
nl_nl: Is Bufferlaag

source: Layer Number
nl_nl: Laagnummer

# LayerUpdatedSuccess
source: Layer updated successfully
nl_nl: Laag succesvol bijgewerkt

source: No
nl_nl: Nee

source: No farms found.
nl_nl: Geen kas gevonden.

source: No floors found.
nl_nl: Geen verdiepingen gevonden.

source: No layers found.
nl_nl: Geen lagen gevonden.

source: No product types found.
nl_nl: Geen productsoorten gevonden.

source: No product variants found.
nl_nl: Geen productvarianten gevonden.

source: No racks found.
nl_nl: Geen rekken gevonden.

source: No recipes found.
nl_nl: Geen recepten gevonden.

source: Product Type
nl_nl: Productsoort

source: Propagation Days
nl_nl: Voortplantingsdagen

# RackUpdatedSuccess
source: Rack updated successfully
nl_nl: Rek succesvol bijgewerkt

# RecipesForProductVariants
source: Recipes for your product variants.
nl_nl: Recepten voor uw productvarianten.

source: Seed Supplier
nl_nl: Zaadleverancier

source: Select Rack
nl_nl: Selecteer Rek

source: Upload Image
nl_nl: Afbeelding Uploaden

# UploadImageHelper
source: Must be a PNG or JPG under 2048×2048 and 2MB.
nl_nl: Moet een PNG of JPG zijn, kleiner dan 2048×2048 en 2MB.

source: Yes
nl_nl: Ja

# AnErrorOccurredWhileDuplicatingPlan
source: An error occurred while duplicating the plan: {0}
nl_nl: Er is een fout opgetreden bij het dupliceren van het plan: {0}

source: Plan Name
nl_nl: Plannaam

source: -- No Recipe, empty trays --
nl_nl: -- Geen recept, lege trays --

source: Manual Type
nl_nl: Handmatig Type

source: Start Date
nl_nl: Startdatum

source: Germination Layers
nl_nl: Kiemingslagen

source: Propagation Layers
nl_nl: Voortplantingslagen

source: Growing Layers
nl_nl: Kweeklagen

source: Add Plan
nl_nl: Plan Toevoegen

# RecipeHelperTextFormat
source: Germination: {0}d, Propagation: {1}d, Grow: {2}d
nl_nl: Kieming: {0}d, Voortplanting: {1}d, Kweek: {2}d

# NoRecipesAvailableWarning
source: No recipes available. Please add a recipe before proceeding.
nl_nl: Geen recepten beschikbaar. Voeg een recept toe voordat u verdergaat.

source: Confirm Save
nl_nl: Opslaan Bevestigen

# ConfirmSaveWithEmptyTrays
source: You have {0} empty grow trays, do you want to continue?
nl_nl: U heeft {0} lege trays, wilt u doorgaan?

# RackDetailsFormat
source: Rack {0} ({1} layers)
nl_nl: Rek {0} ({1} lagen)

# LayerNumberFormat
source: Layer {0}
nl_nl: Laag {0}

# LayerStatusEmpty
source: (empty)
nl_nl: (leeg)

source: Add Layer
nl_nl: Laag Toevoegen

# TrayAssignmentSummary
source: Total trays assigned: {0} / Needed: {1}
nl_nl: Totaal toegewezen trays: {0} / Nodig: {1}

# PlugsNeededFormat
source: {0} plugs needed ({1}x16)
nl_nl: {0} pluggen nodig ({1}x16)

# PlugsPropagatedFormat
source: {0} plugs propagated ({1}x384)
nl_nl: {0} pluggen opgekweekt ({1}x384)

# ThrowingAwayPlugsFormat
source: Throwing away {0} plugs
nl_nl: {0} pluggen weggooien

# EmptyTraysOnLayerFormat
source: {0} empty Trays on Layer {1}
nl_nl: {0} lege Trays op Laag {1}

# TraysAddedForLayerTypeFormat
source: {0} Trays added for {1} Layer
nl_nl: {0} Trays toegevoegd voor {1} Laag

source: Job Name
nl_nl: Taaknaam

source: Users
nl_nl: Gebruikers

source: Settings
nl_nl: Instellingen

source: Login
nl_nl: Inloggen

source: Add New User
nl_nl: Nieuwe Gebruiker Toevoegen

source: Role
nl_nl: Rol

source: Failed to load users
nl_nl: Laden van gebruikers mislukt

source: Failed to load roles
nl_nl: Laden van rollen mislukt

source: Create New User
nl_nl: Nieuwe Gebruiker Aanmaken

# UserCreatedSuccess
source: User created successfully.
nl_nl: Gebruiker succesvol aangemaakt.

source: Failed to create user
nl_nl: Kan gebruiker niet aanmaken

source: Password validation failed
nl_nl: Wachtwoordvalidatie mislukt

source: Edit User
nl_nl: Gebruiker Bewerken

# UserUpdatedSuccess
source: User updated successfully.
nl_nl: Gebruiker succesvol bijgewerkt.

source: Failed to update user
nl_nl: Bijwerken van gebruiker mislukt

source: Confirm User Deletion
nl_nl: Verwijdering Gebruiker Bevestigen

# ConfirmDeleteUserMessage
source: Are you sure you want to delete the user '{0}'?
nl_nl: Weet u zeker dat u de gebruiker '{0}' wilt verwijderen?

# UserDeletedSuccess
source: User deleted successfully.
nl_nl: Gebruiker succesvol verwijderd.

source: Failed to delete user
nl_nl: Verwijderen van gebruiker mislukt

# FirstNameRequired
source: First name is required.
nl_nl: Voornaam is verplicht.

# LastNameRequired
source: Last name is required.
nl_nl: Achternaam is verplicht.

# EmailRequired
source: A valid email is required.
nl_nl: Een geldig e-mailadres is verplicht.

# RoleRequired
source: Role is required.
nl_nl: Rol is verplicht.

source: Password
nl_nl: Wachtwoord

# PasswordRequiredForNewUser
source: Password is required for new users.
nl_nl: Wachtwoord is verplicht voor nieuwe gebruikers.

source: Password requirements
nl_nl: Wachtwoordvereisten

# PasswordRequirementsDetails
source: Minimum 8 characters, at least one digit (0-9), at least one lowercase letter (a-z)
nl_nl: Minimaal 8 tekens, ten minste één cijfer (0-9), ten minste één kleine letter (a-z)

source: Welcome Back
nl_nl: Welkom Terug

source: Sign in to continue
nl_nl: Log in om door te gaan

source: Email Address
nl_nl: E-mailadres

source: Email is required.
nl_nl: E-mail is verplicht.

source: Password is required.
nl_nl: Wachtwoord is verplicht.

source: Forgot Password?
nl_nl: Wachtwoord Vergeten?

source: Signing In...
nl_nl: Inloggen...

source: Sign In
nl_nl: Inloggen

# LoginFailedCredentials
source: Login failed. Please check your credentials.
nl_nl: Inloggen mislukt. Controleer uw gegevens.

# LoginFailedError
source: Login failed. An error occurred.
nl_nl: Inloggen mislukt. Er is een fout opgetreden.

source: Reset Password
nl_nl: Wachtwoord Herstellen

# EnterEmailAndPassword
source: Enter your email and new password.
nl_nl: Voer uw e-mailadres en nieuwe wachtwoord in.

source: New Password
nl_nl: Nieuw Wachtwoord

# NewPasswordRequired
source: A new password is required.
nl_nl: Een nieuw wachtwoord is verplicht.

source: Resetting...
nl_nl: Herstellen...

source: Back to Login
nl_nl: Terug naar Inloggen

# PasswordResetSuccess
source: Password reset successful! Redirecting to login...
nl_nl: Wachtwoord succesvol hersteld! U wordt doorgestuurd naar de inlogpagina...

# PasswordResetFailed
source: Password reset failed. Please check your details and try again.
nl_nl: Wachtwoord herstellen mislukt. Controleer uw gegevens en probeer het opnieuw.

# EmailCanOnlyBeChangedByGlobalAdmin
source: Email can only be changed by global administrators.
nl_nl: E-mailadres kan alleen worden gewijzigd door globale beheerders.

# RoleCanOnlyBeChangedByAuthorizedUsers
source: Role changes are restricted to authorized users.
nl_nl: Rolwijzigingen zijn beperkt tot geautoriseerde gebruikers.

# CannotDeleteYourself
source: You cannot delete yourself.
nl_nl: U kunt uzelf niet verwijderen.

source: Unauthorized
nl_nl: Ongeautoriseerd

source: Access Denied
nl_nl: Toegang Geweigerd

# AccessDeniedMessage
source: You do not have permission to access this page.
nl_nl: U heeft geen toestemming om deze pagina te bekijken.

source: Go to Home
nl_nl: Ga naar Home

source: End Date
nl_nl: Einddatum

# StopPlanDescription
source: Select the end date for stopping this plan. All jobs scheduled after this date will be cancelled.
nl_nl: Selecteer de einddatum om dit plan te stoppen. Alle taken na deze datum worden geannuleerd.

source: Stop Plan
nl_nl: Plan Stoppen

source: Cancel Plan
nl_nl: Plan Annuleren

# PlanStoppedSuccess
source: Plan stopped successfully
nl_nl: Plan succesvol gestopt

source: Failed to stop plan
nl_nl: Stoppen van plan mislukt

# PlanCancelledSuccess
source: Plan cancelled successfully
nl_nl: Plan succesvol geannuleerd

source: Failed to cancel plan
nl_nl: Annuleren van plan mislukt

source: Confirm Cancel
nl_nl: Annulering Bevestigen

# ConfirmCancelPlanMessage
source: Are you sure you want to cancel this plan? This will cancel all associated jobs.
nl_nl: Weet u zeker dat u dit plan wilt annuleren? Dit zal alle gerelateerde taken annuleren.
